IDEA StatiCa Open Model
ConcreteULSCheckResultTorsionEc2.Trdc Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 torsional cracking moment
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Trdc { get; set; }
Public Property Trdc As Double
	Get
	Set
public:
property double Trdc {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultTorsionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace